tap "aws/tap"
tap "dapr/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "amazon-ecs-cli"
brew "glib"
brew "python"
brew "atk"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "ccache"
brew "gcc"
brew "clang-format"
brew "clisp"
brew "cmake"
brew "curl"
brew "coreutils"
brew "dive"
brew "wxwidgets"
brew "exa"
brew "fd"
brew "fzf"
brew "gdb"
brew "gh"
brew "gibo"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go", link: false
brew "gomplate"
brew "gotop"
brew "librsvg"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gtk+"
brew "gtk+3"
brew "shared-mime-info"
brew "libheif"
brew "jq"
brew "node"
brew "kind"
brew "kubernetes-cli"
brew "libiconv"
brew "libsm"
brew "libsvm"
brew "libxslt"
brew "llvm"
brew "luajit"
brew "make"
brew "openjdk"
brew "mcrypt"
brew "protobuf"
brew "mysql"
brew "mysql-client"
brew "ncurses"
brew "neovim"
brew "neovim-remote"
brew "nghttp2"
brew "nkf"
brew "nvm"
brew "opencv"
brew "plantuml"
brew "poetry"
brew "postgresql@14"
brew "pwgen"
brew "pyenv"
brew "ripgrep"
brew "rustup-init"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "aws/tap/copilot-cli"
brew "dapr/tap/dapr-cli"
brew "hashicorp/tap/terraform-ls"
cask "alacritty"
cask "font-hack-nerd-font"
cask "packetproxy"
cask "vagrant"
